const menuItems = {
  items: [
    {
      title: "밑반찬",
      list: ["무침", "나물", "볶음", "조림", "젓갈·장·소스", "세트"],
    },
    {
      title: "메인반찬",
      list: ["고기반찬", "해산물 반찬", "분식", "튀김", "전·계란반찬", "세트"],
    },
    {
      title: "국·찌개·탕",
      list: ["국", "찌개", "탕", "전골", "세트"],
    },
    {
      title: "아이반찬",
      list: ["밑반찬", "메인반찬", "국·찌개", "간식·음료"],
    },
    {
      title: "육류 구이관",
      list: ["소고기", "돼지고기", "양념구이", "소스&곁들임찬", "마무리식사"],
    },
    {
      title: "김치·짱아찌",
      list: ["김치", "장아찌·피클"],
    },
    { title: "세계음식", list: ["양식", "아시아식"] },
    { title: "밥·죽·면", list: ["밥", "죽", "면"] },
    { title: "샐러드", list: ["샐러드", "샌드위치"] },
    {
      title: "간식",
      list: [
        "베이커리",
        "과일",
        "주스·음료",
        "스무디",
        "유제품·커피",
        "기타간식",
      ],
    },
    { title: "정기식단", list: ["1~2인", "3~4인", "아이반찬"] },
    {
      title: "반찬 브랜드",
      list: ["반찬가게", "반찬 장인", "전국 맛집", "키즈관"],
    },
  ],
};

export default menuItems;
